Repository: ongakken/beatRush
Catalog: beatRush_WIN/Content/Localization/Beat Rush/*/Beat Rush.po
Languages: ru

# ,03DC6F354C3B04268583D1A256279BD2
source: They'll cause more damage to your ship ...
ru: Они нанесут больше урона вашему кораблю ...

# ,06BE590B46A6DFD99772178691936FC8
source: Survive throughout the music track to advance to a next level ...
ru: Выживите на протяжении всей музыкальной композиции, чтобы перейти на следующий уровень ...

# ,095CBCE6408CD5715F63439724D1648E
source: Level 4 - Virus by Martin Garrix, MOTi
ru: Уровень 4 -

# ,0CE648154960E6A66448D89280F30F68
source: Buy
ru: Купить

# ,10D4E1C14815B0BB8B579F917CC4C8C1
source: Welcome!
ru: Добро пожаловать!

# ,1606F64C43B3B2CF25B14C8DAE5CE92E
source: Please report bugs to beatrush@smdtech.sk
ru: Пожалуйста, сообщайте об ошибках на beatrush@smdtech.sk

# ,1680AAAC44AF0BA2F807138AD3FE61FB
source: Buy
ru: Купить

# ,177ACD1449CB1CA77B5B2385AF39C32C
source: To survive, you can:
ru: Чтобы выжить, ты можешь:

# ,2E4247C345B59737FB2395AD795989EF
source: Buy
ru: Купить

# ,2F297A1E4E4B382E781CD1A65AE93225
source: Equip
ru: Экипировать

# ,2FB81B7F446617E3BF803AA2BB127C9D
source: Max. Health: 1000 (shielded)
ru: Макс. Здоровье: 1000 (защищено)

# ,2FCA29C940D7279AFD20FBA6854874CB
source: Return to main menu
ru: Возврат в главное меню

# ,2FEC058649F411D3B1326FA7794A310B
source: Equip the default ship
ru: Оборудовать корабль по умолчанию

# ,34128E5D4CE2A70394E8C4A72D13BF34
source: Exit
ru: Выход

# ,3457337643A977FE07EEDE95E69B291D
source: Those colorful shining objects are what we call 'points' ...
ru: Эти красочные сияющие объекты - это мы называем 'очки'...

# ,3C33F9B24E39EE5F604D77A6AF7EDF26
source: Description
ru: Описание

# ,4087711142801CE90F4D8EAFD961D287
source: Cost: 500
ru: Стоимость: 500

# ,41BE30904C767676E5B289B99A04D373
source: Current
ru: Текущий

# ,4F09CA7E4630BE7F62BC0BA53A4A765D
source: Level Chooser
ru: Выбор уровня

# ,4FE7DF5B4BCC6BA8246016B2DFDB8D42
source: Spend 120
ru: Потрать 120

# ,57043D534C02CB777A256DAB7C4EAF04
source: Level 3 - Great Moments by SMD Technologies
ru: Уровень 3 - Великие моменты от SMD Technologies

# ,5ADD595B4F2C6776CCFA329AEB464F2D
source: Max. Health: 650
ru: Макс. Здоровье: 650

# ,5ADDC30B420142EDDCF9CCB894DC36F5
source: Report issues to beatrush@smdtech.sk
ru: Сообщать о проблемах по адресу beatrush@smdtech.sk

# ,6BDDBD594B63DC8F674D8ABBD6B27873
source: SHOP
ru: МАГАЗИН

# ,6F93B77C4D1761F8E0A6B8BC7EA91BF3
source: Each level will be harder than the previous one ...
ru: Каждый уровень будет сложнее предыдущего...

# ,6F9AF6B9494709CFB70CEA8BC1853E38
source: Shield: Yes
ru: Щит: Да

# ,712CC8AE430D065A9B74C793B46E5422
source: Resume
ru: Возобновить

# ,72DB6BE948C08122C6EECDB423747482
source: Avoid them to survive ...
ru: Избегайте их, чтобы выжить...

# ,74C45D6F43EE35694066DDBE0C7FF607
source: About
ru: О нас

# ,7A433B894C0EB8BF042DC19DC3215F8A
source: Cost: 200
ru: Стоимость: 200

# ,7E5D6EA64FA21B689ED66C905A50DAD8
source: Restart level
ru: Перезапуск уровня

# ,82A547AB4C9E4150F85187B041E264B3
source: The blue ones serve as currency within the game and restore your health
ru: Голубые служат валютой в игре и восстанавливают ваше здоровье

# ,88BF4752438052BFB200BFAF74C633F4
source: The other ones restore your abilities
ru: Другие восстанавливают ваши способности

# ,8A2A308A4332978675AE7E93982EF32B
source: Level:
ru: Уровень:

# ,8B89F42B4116946CE9B5D58EAB65D7A7
source: Description
ru: Описание

# ,8C2C300F45953022C1CD90A30899B623
source: Title
ru: Название

# ,8CA47E0E41F00FFACEB4A8AA422A403D
source: Main Menu
ru: Главное меню

# ,8FF9D39A4563B58C6E6017884C59B817
source: Health:
ru: Здоровье:

# ,90F4524348F34756183799B89B6870F8
source: Choose a level
ru: Выберите уровень

# ,987D0CF7467E4DACFB5A32AF09D7F82F
source: Your current level:
ru: Ваш текущий уровень:

# ,9E74338D47C01B7580EAB8B9B591EB3B
source: EARLY ALPHA DEVELOPMENT VERSION
ru: РАННЯЯ ВЕРСИЯ АЛЬФА-РАЗРАБОТКИ

# ,A2F4CF8240F2A16AA224EA990DF2D6F9
source: Description
ru: Описание

# ,A3A15E0C42B0D030D35428BDBC87FD41
source: Max. Health: 300
ru: Макс. Здоровье: 300

# ,A65D01594DFD088FCD1F5EBE0BFB4F0C
source: You have died!
ru: Ты умер!

# ,A6C45C2541EF436DE601638EDC51E415
source: Shield: No
ru: Щит: Нет

# ,A9581C304B06551E02B68782168D877F
source: Exit
ru: Выход

# ,AE7ABA3C48DDB4B22BB1E4906BFF7ECF
source: Jumping:
ru: Прыжки:

# ,B13D79AD41BF9D3CA46ACB8E77728994
source: Level 1 - Caffeine by SMD Technologies
ru: Уровень 1 - Beat Rush от SMD Technologies

# ,BF83D3574BBF14269EDA9B9676C03E98
source: You can buy stuff in the Shop with them ...
ru: Ты можешь купить вещи в магазине вместе с ними...

# ,C766A3CD4649045153FC3A8379B4E895
source: Shop
ru: Магазин

# ,CF59B90D422A507320FDC8B3EFBF5ECC
source: Cost: 80
ru: Стоимость: 80

# ,D619EC464EBD1B8CAEB0E29B5B372880
source: Main Menu
ru: Главное меню

# ,D9A221F24C06886DF00B8C84A40CE89D
source: Let's keep this simple ...
ru: Давайте будем проще...

# ,DB2DEBCB4B57085EDE7004A769E0DFEA
source: Buy
ru: Купить

# ,DC7A1B4348E61CDFB3DA8193149274B6
source: Have fun and thanks for downloading Beat Rush!
ru: Веселитесь и спасибо за загрузку Beat Rush!

# ,DEE9F619437B2F6921D6E48AE1EDA7C7
source: Main Menu
ru: Главное меню

# ,E1748D734DBA8FC68497D9A6123EB5AE
source: The rocks you see generating ahead are obstacles ...
ru: Камни, которые вы видите впереди - это препятствия...

# ,E739047D42C433E2B5B91380DE1093CD
source: Later in the game, more obstacles will begin to appear ...
ru: Позже в игре появится больше препятствий...

# ,E994430C4BBB5370A7ED0BBC0A5EF5B7
source: Menu
ru: Меню

# ,EB09E6D24A6129585E031EAB1D5467EC
source: Description
ru: Описание

# ,EB86B1CE4D36467C9AD9EEABF992E17D
source: Reset progress
ru: Сброс прогресса

# ,EBD2D7AA4A52403BD441B4BCA832B2B8
source: Level 2 - Ecstatic by SMD Technologies
ru: Уровень 2 - Экстатик от SMD Technologies

# ,F173126C4A46EA703C007AB7A42278D2
source: Play
ru: Играть
